{
    "ModId": 2978082158,
    "Title": "Beyonder Clan",
    "Description": "Beyonder Clan",
    "Tags": [
        "Clan",
        "Cards",
        "Monsters",
        "Artifacts",
        "Chatter",
        "Lore"
    ],
    "ChangeLog": "Version 0.9.1:\n\n [New Feature] * Character chatter data has been added! Please note that most chatter messages are disabled when the game speed is set to 'Super Ultra.'\n\n * The trigger queue system will no longer break and stop working. Afflictive/Compulsive/Therapeutic card traits now activate after all other card effects have been resolved. This feels more natural. It also prevents certain targeting glitches that could happen when units die or change floors as a result of Hysteria/Anxiety triggers.\n\n * Mania will now always be at zero when entering a new battle. This fixes a display bug that allowed the mania value from the previous battle to appear at the start of the next one.\n\n * Stonedstone can no longer be applied to cards that are already 'Therapeutic'. Removed duplicate tooltip.\n\n * Something messed up the tutorial seed which caused the Beyonder banners to be swapped with Awoken ones. Therefore, the tutorial seed has been changed.\n\n * The tutorial now includes a message about Malicka's new artifacts.\n\n * The Chronic status effect should now give the proper health bonus on triggering.\n\n * Added more informative card selection errors for 'Pacing Rut', 'Forbidden Sticky Note', and 'Desperate Search'.\n\n * Fixed preview text for 'Cerebral Detonation'. It now updates when hovering over a new valid target.\n\n * Fixed pop-up triggered text for 'Chronic' when 'Bloody Tentacles' is in play.\n\n * 'Mental Disorder' should now interact better with Offering cards.\n\n * 'Black Light' secondary trigger queue reworked to involve less cycling between floors.\n\n * Epidemial's 'Innumerable' path base ability now adds the copy to the discard pile, but also gains 'Stalker' at rank III. This preserves the original design at the highest rank while making it easier to cross paths with the endless 'Contagious' line without having to worry quite so much about flooding your hand with Epidemials.\n\n * 'Innumerable' variant C now only spawns one duplicate ally at rank III instead of two.\n\n * Tweaked the Jitters scaling for Epidemial's 'Contagious' path for variants A and B. Jitters now starts higher than Chronic, but doesn't gain as much per rank so they both end up the same at rank III. Variant C's Jitters ability changed from Hysteria to Incant. This works better for self-stacking Jitters with the champion's starter card, which is Compulsive.\n\n * Attack bonus on 'Microaggression' essence reduced to +5. Added +5 health bonus to 'Three-Eyed Fish' essence.\n\n * Reduced attack bonus on Veilrich Boon 00 from +18 to +12. It still also applies Quick.\n\n * Veilrich Boon 06 Jitters stacking increased from 10 to 18 per Hysteria trigger. This targets the front enemy unit.\n\n * Neurosis should now properly silence revenge effects.\n\n * Artifact 'Bed Monster' redesigned. It now causes friendly units to gain Rage 3 whenever they lose a stack of Jitters instead of increasing the per stack damage bonus of the Jitters debuff on enemy units.\n\n * 'Eyeballs for Days' cost reduced to 0.\n\n * Rank III of Loco Motive Horror path variants A and B, along with rank III Conductor variant C, now appply fewer jitters per trigger. Due to the quadratic growth of increasing stacks, this is still more than double the damage potential from the previous rank II.\n\n * Updated character art for Soundless Swarm.\n\n * Tweaked character art for Epidemial.\n\n * 'Supplemental Dead Brain' can now be played on units that are already mutated. It will still mutate the target, though.\n\n * Status immunities granted by Formless and Soundless no loger erroneously apply in preview mode.\n\n * Epidemial's 'Innumerable' path variants A and B changed to immediate effects on summon instead of persistent passive benefits. Effects now scale per upgrade level.\n\n * 'Vial of BLack-Eyed Blood' effect can no longer stacks multiple times on the same unit. This mainly applies to the clones from Epidemial's 'Innumerable' path.\n\n * Added support for the 'Move Battle UI Mod'.\n\n * Revised some lore tooltips and tutorial text.",
    "CosmeticOnly": false
}