{
    "ModId": 2978082158,
    "Title": "Beyonder Clan",
    "Description": "Beyonder Clan",
    "Tags": [
        "Clan",
        "Cards",
        "Monsters",
        "Artifacts",
        "Lore"
    ],
    "ChangeLog": "Version 0.9.0: \n\n * Contagious Epidemial paths felt useless compared to the others, so they now have endless by default. \n\n * Epidemial Innumerable variant C now targets the lowest HP ally and specifies that it won't duplicate itself. Also changed to trigger on Summon instead of Extinguish, mostly to address bugs. It also makes the ability more consistent and offers a chance to silence the spawned duplicate before it kills itself.\n\n * Fixed missing 'Stalker' tooltip in unit essences.\n\n * Reverted 'Microaggression' essence back to its previous state. The unit itself is unchanged.\n\n * Fixed a bug that prevented dynamic essence text from properly displaying 'Stalker' in some cases.\n\n * The tutorial will no longer reappear unexpectedly if skipped.\n\n * Tweaked the tutorial to showcase the mechanics more clearly.\n\n * Added some error checking and fallback data to the run history screen. This will help if the run history .json file is missing or incomplete.\n\n * Changed the trigger queue system for Anxiety/Hysteria so there's less jumping between floors. The triggers now apply later, to avoid problems with Wyrmkin corruption being applied to the wrong floor.\n\n * Chutzpah now has higher base hp and slighly lower base attack. Essence redesigned. Permanent scaling increased.\n\n * Having multiple ascend/descend preview at the same time caused problems, so unit triggers that cause floor changes now have prieviews disabled in some cases. This effects Phleghmbuyoancy and the random Undretch upgrade 'Bane 06'.\n\n * Added additional tooltips to 'Mouth in Mouth', 'Suction Cups', and 'Phleghmbuyoancy'.\n\n * Improved combat previews for the focused floor. Previews for off-floor Anxiety/Hysteria triggers do not work and have been disabled.\n\n * Camera should not wander as much after playings cards. The intent is to return to the floor of origin if the focus shifts for unit triggers.\n\n * Epidemial's Innumerable base ability is no longer repeated by Transcendimp, to avoid flooding the deck with Transcendimps.\n\n * [new feature] Each clan gets one new artifact, courtesy of Malicka. These are DLC-exclusive. 'Black Light' is now included in this set, and 'Eyevory Eyedol' unlocks at clan level 7 instead. \n\n * 'Bloody Tentacles' now causes Chronic to also add attack instead of increasing the health scaling. \n\n * Loco Motive Horror variant C can no longer escape while rooted, to be consistent with the behavior of Gold Collectors.\n\n * Mutated status effect from 'Spike From Beyond' now properly persists through death. \n\n * Effect of 'Black Light' artifact redesigned. It now changes Mania scaling to be based off the absolute value instead of being polarized, and causes Anxiety and Hysteria to trigger at the same time.\n\n * 'Deserate Search' now allows you to pick a unit to keep instead of choosing randomly.\n\n * 'Sociopathy' renamed to 'Highlander' and it also adds scaling Chronic per unit sacrificed.\n\n * Fixed issues with Traitor's Quill not working properly for certain cards.\n\n * Fixed targeting restrion on Cerebral Detonation. You can no longer sacrifice enemy units. Cerebral Detonation redesigned to apply status effects based on the stats of the sacrificed unit instead of doubling negative effects. Consume removed. Cost increased.\n\n * Epidemial Soundless variant A attack penalty now scales with upgrade level.\n\n * Increased starting Chronic of Epidemial Soundless variant B.\n\n * Epidemial Soundless variant C has higher base health at upgrade levels II and III.\n\n * Loco Motive Conductor variant C no longer debuffs friendly Mutated units.\n\n * Added 'Stalker' tooltip to 'Vial of Black-Eyed Blood'.",
    "CosmeticOnly": false
}