{
    "ModId": 2978082158,
    "Title": "Beyonder Clan",
    "Description": "Beyonder Clan",
    "Tags": [
        "Clan",
        "Cards",
        "Monsters",
        "Artifacts",
        "Chatter",
        "Lore"
    ],
    "ChangeLog": "Version 0.9.2:\n\n [Bug Fix] Solgard no longer succumbs to Panic and Neurosis while phased.\n\n [Bug Fix] Fixed preview errors for cards that scale off Mania.\n\n * Pop-up notification text for Chronic when 'Bloody Tentacles' is in play is now more consistent with other stat boost notifications.\n\n * Silencing eaten triggers will now prevent a unit from being eaten. It will instead be allowed to eat other units as if it had no eaten ability.\n\n * Slightly reduced Jitters stacking of Loco Motive Horror variant B.\n\n * Removed non-entropic card filter from 'Forbidden Sticky Note'. This allows you to use it to freeze cards that are already Entropic. Also added some logic to prevent stacking Entopic and Frozen multiple times on the same card.\n\n * 'Panic' and 'Neurosis' now have more distinctive icons.\n\n [Bug Fix] 'Chronic' should be more reliable when multiple units die to the same sweep attack.\n\n * Updated the clan's card frame borders.\n\n * Brightened the clan colors to make them more distinctive from existing clans.\n\n * Malicka's Hellhorned artifact 'Impspector Gadget' redesigned. It now grants imps multistrike for each other pure imp on the floor when they are alone.\n\n * Condensed several tip tooltips. This is more consistent with the game's tip tooltip format.\n\n * Added additional tip tooltips.\n\n * Epidemial Soundless variant C now adds a slight attack boost on Hysteria trigger, though the health loss still remains significant.\n\n * Added character attacking chatter sayings. This will trigger at game speeds below 'Super Ultra'.\n\n [Bug Fix] Added error checking to stop Seraph the Diligient's card consume mechanic from crashing. It's unclear what caused it to break but at least it's working again.\n\n * Changed the base size of 'Deathwood' to three.\n\n * Chutzpah's essence is now more impactful, but now adds a size increase as well, negative scaling increased.\n\n * 'Mass Hysteria' now specifies that it only works on the current floor, to be consistent with similar effects.\n\n * Condensed the description of the 'Black Light' artifact to better fit in the text box.\n\n * Added new artifact 'Seed of Doubt'. This replaces 'Unstable Energy'. Seed of Doubt applies Panic and Neurosis to enemy units when they enter the top floor.\n\n * The 'Therapeutic' spell upgrade is now restricted from being placed on cards whose sole effect scales with Mania, as this makes them useless. Therapeutic is also restriced from 'Embrace the Madness' and 'Entropic Storm'.\n\n * 'Embrace the Madness' now shows preview text.\n\n * Added Beyonder versions of the Arcadian Analog spell.",
    "CosmeticOnly": false
}